{"invalid": false, "init_time": 1677667367.0, "distract_time": 190537, "strategy": "Classifier", "income_messages": ["From: r********1@gmail.com\nTo: CRAWLER\nTime: 2023-03-01 18:42:47\nSUBJECT:  I hope this message reaches y\n I hope this message reaches you with peace and love. Kindly read this\nemail carefully and respond to me as soon as you can. Please note that\nI am a female politician and investor who wants to invest in your\ncountry or somewhere else and I need your support in managing my\ninvestment over there in your country please let me know if you are\ninterested or not and if you are not interested, But if you are\ninterested and willing to handle and manage my investment in your\ncountry or somewhere else, kindly reply to this message immediately so\nthat we can start the necessary plans.\nAnyway, I am very much grateful to you for contacting me so quickly\nand I want to assure you that you will be gratefully rewarded for your\nconcern. Though this mail might surprise you, the temptation to ignore\nit seriously could come into your mind. Please consider it a divine\nwish and accept it with a deep sense of humility as I seek your\nindulgence to solicit your assistance concerning the content of my\nemail because I know in my heart that you can be trusted. Please note\nthat I got your email from the database directory and I needed an\nexperienced person who can handle an investment worth $52 Million US\nDollars after so much consideration, I have decided to choose you to\ntake this job.\nI am Mrs Rula Ghani, born in 1948 and the wife of the former\nAfghanistan President (Mr Ashraf Ghani) whose throne/office was taken\nover by the Taliban on 15th August 2021 for political reasons. I am\nwriting to you from the UAE where my husband and I have sought Asylum.\nI have been in emotional devastation after the assassination attempt\non me and my husband in Afghanistan and because of the crisis in\nAfghanistan. So, I am seeking your assistance in relocating the sum of\nFifty Two Million United State Dollars from my foreign bank account to\nyour local account in your Country so that the funds can be used for\ninvestment there in your Country.\nI am trusting you with the sum of $52,000,000.00 which will be\ntransferred to you from my foreign Bank account. I am willing to give\nyou 35% of the amount while the remaining 65% should be invested in\nyour country's oil/Gas or other investments. The funds can also be\ninvested into any profitable business anywhere you wish; the\ninvestment has to be in your name for security reasons. I will want\nyou to indicate your interest to enable me to provide you with more\ndetail.\nAll I need is your absolute trust, commitment, honesty and\nconfidentiality. Because you have to do all the transactions and the\ninvestment on my behalf since I am very far away. I advised that you\nkindly keep all our discussions and the transaction secret and\nconfidential to ensure safe funds transfer because of the current\ncrisis in Afghanistan. I assured you that you will never face any\ntrouble in this transaction as the transaction is 100% legal because I\nand my husband deposited the money in my foreign Bank account in\nCanada and the funds will be transferred to you gradually bit by bit.\nI do not want the funds to be transferred at once for security reasons\nand I will instruct my bank to start the transfer process as soon as\nyou are willing and ready to start work.\nPlease note that I have decided to relocate the funds to your country\nor somewhere else because the bank manager had advised me to relocate\nthe funds to another person's name where it can be safe for security\npurposes and he is ready to cooperate with us to make sure the money\nis transferred successfully without any stress or difficulties.\nPlease note that whatever we are facing currently in Afghanistan is a\npolitical matter and I know it was a plan from our political opponent.\nYou may not understand this if you are not a politician. Anyway, I\nwill enlighten you more on the political matter in future as I do not\nhave much time to discuss politics at the moment.\nPlease think about the proposal very well and let me know your\ndecision whether you are interested to enable me to proceed to the\nnext step.  If you are interested and agree to accept 35%, kindly\nreply immediately so that I can share more details with you.\nI hope to hear from you again and may God bless you for taking the\ntime to read my letter.\nWith Love and Respect\nMrs Rula Ghani    \n", "From: r********1@gmail.com\nTo: u*****0@mail.wltechinc.top\nTime: 2023-03-02 06:56:37\nSUBJECT: Re: More details of the investment plan.\nDear Friend\nI hope this message reaches you with peace and love. Kindly read this email\ncarefully and respond back to me as soon as you can. Please note that I am\na female politician and investor who wants to invest in your country and I\nneed your support in managing my investment over there in your country and\nplease let me know whether you are interested or not and if you are NOT\ninterested, you may kindly IGNORE or DELETE my messages. But if you are\ninterested and willing to handle and manage my investment in your country,\nkindly reply to this message immediately so that we can start the necessary\nplans.\nAnyway, I am very much grateful to you for contacting me so quickly and I\nwant to assure you that you will be gratefully rewarded for your concern.\nThough this mail might come to you as a surprise and the temptation to\nignore it seriously could come into your mind. Please consider it a divine\nwish and accept it with a deep sense of humility as I seek your indulgence\nto solicit for your assistance concerning the content of my email because I\nknow in my heart that you can be trusted. Please note that I got your email\ncontact from database directory and I have registered with an advertising\ncompany that has helped me send bulk mail to about 10 emails just because I\nneeded an experienced person who can handle investment worth $22 Million US\nDollars and after so much consideration, I have decided to chose you to\nhandle this job.\nINTRODUCTION:  I am Mrs. Rula Ghani, born in 1948 and wife of the former\nAfghanistan President (Mr. Ashraf Ghani) whose throne/office was taken over\nby the Taliban on 15th August 2021 for political reasons. I am presently\nwriting to you from the UAE where I and my husband have currently sought\nAsylum. I have been in emotional devastation after the assassination\nattempt on me and my husband in Afghanistan and because of the crisis in\nthe Kabul city of Afghanistan. So I am seeking your assistance in\nrelocating the sum of $22,000,000 USD (Twenty-Two Million United State\nDollars) from my foreign bank account in Canada to your local account in\nyour Country so that the funds can be used for investment there in your\nCountry.\nI am trusting you with the sum of $22,000,000.00 USD (Twenty-Two Million\nUnited State Dollars) which will be transferred to you from my foreign Bank\naccount in Canada. I am willing to give you 25% of the amount while the\nremaining 75% should be invested into Real Estate or other investments over\nthere in your country. The funds can also be invested into any profitable\nbusiness in your country or elsewhere as you may wish and the investment\nhas to be in your name for security reasons. I will want you to indicate\nyour interest to enable me to provide you with more detail.\nAll I need is your absolute trust, commitment, honesty and confidentiality.\nBecause you have to do all the transactions and the investment on my behalf\nsince I am very far away. I advised that you kindly keep all our discussion\nand the transaction secret and confidential to ensure safe transfer of\nfunds because of the current crisis in Afghanistan. I assured you that you\nwill never face any trouble in this transaction as the transaction is 100%\nlegal because I and my husband had deposited the money in my foreign Bank\naccount in Canada and the funds will be transferred to you gradually bit by\nbit. I really do not want the funds to be transferred at once for security\nreasons and I will instruct my bank to start the transfer process as soon\nas you are willing and ready to start work.\nPlease note that I have decided to relocate the funds to your country or\nsomewhere else because the bank manager had advised me to relocate the\nfunds with another person's name where it can be safe for security purposes\nand he is ready to cooperate with us to make sure the money is transferred\nsuccessfully without any stress or difficulties.\nPlease note that whatever we are facing currently in Afghanistan are\npolitical matters and I know it was a plan from our political opponent. You\nmay not understand this if you are not a politician. Anyway, I will\nenlighten you more on the political matter in future as I do not have much\ntime to discuss politics at the moment.\nPlease think about the proposal very well and let me know your decision\nwhether you are INTERESTED or NOT to enable me to proceed to the next\nstep.  If you are interested and agree to accept 25%, kindly reply\nimmediately so that I can share more details with you.\nI am hoping to hear from you again and may God bless you for taking your\ntime to read my letter.\nWith Love and Respect\nMrs. Rula Ghani\n", "From: r********1@gmail.com\nTo: u*****0@mail.wltechinc.top\nTime: 2023-03-03 23:38:24\nSUBJECT: Re: More details of the investment plan.\nHello My Beloved Friend\nHope my email finds you well in good health. May Peace and Love be with you.\nIt was nice to hear from you again and I'm glad I can gradually trust and\nconfide in you and I will be very much enthusiastic to work with you. You\nseem to be an understanding and reasonable person I can trust. Because I\nhave passed through so much pain and sorrowful moments and I have been in\nemotional devastation. Anyway, be rest assured that there won't be any\nproblem in transferring the said amount to you as the bank manager is\nwilling to do all transactions in a legal and transparent manner. All we\nneed to do is to follow instructions of the Bank in Canada by providing the\nnecessary documents to them as the Branch Manager has made me understand\nearlier that I and the beneficiary will have to follow the terms and\nconditions of their bank by providing all relevant and valid documents that\nmay be required by their bank.\nHowever, the fund was deposited in (Royal Bank of Canada) on 25th January\n2021. All I need to do is to give you the contact details of the bank so\nthat you can contact them directly. The bank will give you all the\nguidelines on how to transfer the funds to your local account. Meanwhile,\nbefore we proceed I would love to know more about you and also please you\ncan send me some of your photos if you don't mind.\nSeriously, I need you to complete the process and start the investment plan\non my behalf without much delay as I am not in a position to call or speak\nto anybody on the phone. I can not do what any other free person does\nbecause of  the strict restrictions as asylum/refugee status here in the\nUAE. That is to say that I cannot communicate on the phone at the moment\nfor security reasons and for the safety of myself and my family and it is\nthe major reason why I have searched for a trustworthy and reliable person\nlike you to carry out the operations on my behalf. Please note that you\nwill be communicating and dealing with my Bank directly till the money is\ntransferred to you. I will send a Letter of Authority to my bank whenever\nyou are ready to start the process and the letter of authorization will\ngive you the privilege to transfer the funds on my behalf. My bank will\ntransfer a total amount of $22,000,000 USD from my foreign bank account in\nCanada to you gradually so that you can start the investment as planned and\nthe fund should be invested in a profitable business and you should be the\nManaging Director (M.D) of the company. Like I said earlier in my previous\nemail, I am still willing to give you 25% of the amount and the remaining\n75% will be invested in any profitable business in your country or\nelsewhere as you may wish.\nI REQUEST THAT YOU KINDLY KEEP ALL OUR COMMUNICATIONS VERY CONFIDENTIAL and\nplease note that I am left without an option, that's why I am seeking a\ntrustee using this means since I am under so much restriction in\ncommunication and movement. Please I want you to be very fast in\nfacilitating the transfer process and let this issue be a very top secret\nbetween You and I only. Once more, I appreciate your concern and\nwillingness to help me and you will be greatly rewarded and hope for a\nbetter business relationship in future.\nIn my humble opinion, I wish this fund be invested into any of the\nfollowing businesses. But if you know any profitable business which is also\nsuitable in your country, you can also decide from your side as you know\nbetter.\n1- Real Estate-Township Development or in any viable project\n2- Agriculture or Dairy Farming\n3- Export-Import of any kind of products\n4- Hotel Management/Tourism\n5- Purchasing and Supplying of Gold\n6- Generation of Electricity-Solar-Wind/Renewable Energy or any other means\n7- Manufacturing of Products, which are imported from other Countries.\nI REQUEST THAT YOU PLEASE KEEP THIS MAIL AND ALL MY COMMUNICATION VERY\nCONFIDENTIAL.\nI WILL SEND YOU MY ID AND BANK RELATED DOCUMENTS IN MY NEXT MAIL.\nI AM WAITING FOR YOUR QUICK RESPONSE AND HOPE TO HEAR FROM YOU SOON.\nMAY GOD BLESS YOU FOR YOUR KIND SUPPORT\nWITH LOVE AND LIGHT,\nFROM YOUR BELOVED SISTER\nRULA GHANI\n"], "outbound_messages": ["From: u*****0@mail.wltechinc.top\nTo: r********1@gmail.com\nTime: 2023-03-01 18:42:49\nSUBJECT: Re:  I hope this message reaches y\nI am really keen to cooperate with you. But is there any potential risks that could effect your company and me?\nBest,\nGeorge\n", "From: u*****0@mail.wltechinc.top\nTo: r********1@gmail.com\nTime: 2023-03-02 07:41:09\nSUBJECT: Re: More details of the investment plan.\nI am happy to collaborate with you, but I want to know more about your plan and potential risks of course.\nBest,\nGeorge\n", "From: u*****0@mail.wltechinc.top\nTo: r********1@gmail.com\nTime: 2023-03-03 23:41:09\nSUBJECT: Re: More details of the investment plan.\nI am looking forward to this opportunity, though I want to fully know the potential risks and your plan.\nBest,\nGeorge\n"], "conversations": [{"time": "1677667367", "subject": "SUBJECT:  I hope this message reaches y", "body": " I hope this message reaches you with peace and love. Kindly read this\nemail carefully and respond to me as soon as you can. Please note that\nI am a female politician and investor who wants to invest in your\ncountry or somewhere else and I need your support in managing my\ninvestment over there in your country please let me know if you are\ninterested or not and if you are not interested, But if you are\ninterested and willing to handle and manage my investment in your\ncountry or somewhere else, kindly reply to this message immediately so\nthat we can start the necessary plans.\nAnyway, I am very much grateful to you for contacting me so quickly\nand I want to assure you that you will be gratefully rewarded for your\nconcern. Though this mail might surprise you, the temptation to ignore\nit seriously could come into your mind. Please consider it a divine\nwish and accept it with a deep sense of humility as I seek your\nindulgence to solicit your assistance concerning the content of my\nemail because I know in my heart that you can be trusted. Please note\nthat I got your email from the database directory and I needed an\nexperienced person who can handle an investment worth $52 Million US\nDollars after so much consideration, I have decided to choose you to\ntake this job.\nI am Mrs Rula Ghani, born in 1948 and the wife of the former\nAfghanistan President (Mr Ashraf Ghani) whose throne/office was taken\nover by the Taliban on 15th August 2021 for political reasons. I am\nwriting to you from the UAE where my husband and I have sought Asylum.\nI have been in emotional devastation after the assassination attempt\non me and my husband in Afghanistan and because of the crisis in\nAfghanistan. So, I am seeking your assistance in relocating the sum of\nFifty Two Million United State Dollars from my foreign bank account to\nyour local account in your Country so that the funds can be used for\ninvestment there in your Country.\nI am trusting you with the sum of $52,000,000.00 which will be\ntransferred to you from my foreign Bank account. I am willing to give\nyou 35% of the amount while the remaining 65% should be invested in\nyour country's oil/Gas or other investments. The funds can also be\ninvested into any profitable business anywhere you wish; the\ninvestment has to be in your name for security reasons. I will want\nyou to indicate your interest to enable me to provide you with more\ndetail.\nAll I need is your absolute trust, commitment, honesty and\nconfidentiality. Because you have to do all the transactions and the\ninvestment on my behalf since I am very far away. I advised that you\nkindly keep all our discussions and the transaction secret and\nconfidential to ensure safe funds transfer because of the current\ncrisis in Afghanistan. I assured you that you will never face any\ntrouble in this transaction as the transaction is 100% legal because I\nand my husband deposited the money in my foreign Bank account in\nCanada and the funds will be transferred to you gradually bit by bit.\nI do not want the funds to be transferred at once for security reasons\nand I will instruct my bank to start the transfer process as soon as\nyou are willing and ready to start work.\nPlease note that I have decided to relocate the funds to your country\nor somewhere else because the bank manager had advised me to relocate\nthe funds to another person's name where it can be safe for security\npurposes and he is ready to cooperate with us to make sure the money\nis transferred successfully without any stress or difficulties.\nPlease note that whatever we are facing currently in Afghanistan is a\npolitical matter and I know it was a plan from our political opponent.\nYou may not understand this if you are not a politician. Anyway, I\nwill enlighten you more on the political matter in future as I do not\nhave much time to discuss politics at the moment.\nPlease think about the proposal very well and let me know your\ndecision whether you are interested to enable me to proceed to the\nnext step.  If you are interested and agree to accept 35%, kindly\nreply immediately so that I can share more details with you.\nI hope to hear from you again and may God bless you for taking the\ntime to read my letter.\nWith Love and Respect\nMrs Rula Ghani    \n", "direction": "Inbound"}, {"time": "1677667369", "subject": "SUBJECT: Re:  I hope this message reaches y", "body": "I am really keen to cooperate with you. But is there any potential risks that could effect your company and me?\nBest,\nGeorge\n", "direction": "Outbound"}, {"time": "1677711397", "subject": "SUBJECT: Re: More details of the investment plan.", "body": "Dear Friend\nI hope this message reaches you with peace and love. Kindly read this email\ncarefully and respond back to me as soon as you can. Please note that I am\na female politician and investor who wants to invest in your country and I\nneed your support in managing my investment over there in your country and\nplease let me know whether you are interested or not and if you are NOT\ninterested, you may kindly IGNORE or DELETE my messages. But if you are\ninterested and willing to handle and manage my investment in your country,\nkindly reply to this message immediately so that we can start the necessary\nplans.\nAnyway, I am very much grateful to you for contacting me so quickly and I\nwant to assure you that you will be gratefully rewarded for your concern.\nThough this mail might come to you as a surprise and the temptation to\nignore it seriously could come into your mind. Please consider it a divine\nwish and accept it with a deep sense of humility as I seek your indulgence\nto solicit for your assistance concerning the content of my email because I\nknow in my heart that you can be trusted. Please note that I got your email\ncontact from database directory and I have registered with an advertising\ncompany that has helped me send bulk mail to about 10 emails just because I\nneeded an experienced person who can handle investment worth $22 Million US\nDollars and after so much consideration, I have decided to chose you to\nhandle this job.\nINTRODUCTION:  I am Mrs. Rula Ghani, born in 1948 and wife of the former\nAfghanistan President (Mr. Ashraf Ghani) whose throne/office was taken over\nby the Taliban on 15th August 2021 for political reasons. I am presently\nwriting to you from the UAE where I and my husband have currently sought\nAsylum. I have been in emotional devastation after the assassination\nattempt on me and my husband in Afghanistan and because of the crisis in\nthe Kabul city of Afghanistan. So I am seeking your assistance in\nrelocating the sum of $22,000,000 USD (Twenty-Two Million United State\nDollars) from my foreign bank account in Canada to your local account in\nyour Country so that the funds can be used for investment there in your\nCountry.\nI am trusting you with the sum of $22,000,000.00 USD (Twenty-Two Million\nUnited State Dollars) which will be transferred to you from my foreign Bank\naccount in Canada. I am willing to give you 25% of the amount while the\nremaining 75% should be invested into Real Estate or other investments over\nthere in your country. The funds can also be invested into any profitable\nbusiness in your country or elsewhere as you may wish and the investment\nhas to be in your name for security reasons. I will want you to indicate\nyour interest to enable me to provide you with more detail.\nAll I need is your absolute trust, commitment, honesty and confidentiality.\nBecause you have to do all the transactions and the investment on my behalf\nsince I am very far away. I advised that you kindly keep all our discussion\nand the transaction secret and confidential to ensure safe transfer of\nfunds because of the current crisis in Afghanistan. I assured you that you\nwill never face any trouble in this transaction as the transaction is 100%\nlegal because I and my husband had deposited the money in my foreign Bank\naccount in Canada and the funds will be transferred to you gradually bit by\nbit. I really do not want the funds to be transferred at once for security\nreasons and I will instruct my bank to start the transfer process as soon\nas you are willing and ready to start work.\nPlease note that I have decided to relocate the funds to your country or\nsomewhere else because the bank manager had advised me to relocate the\nfunds with another person's name where it can be safe for security purposes\nand he is ready to cooperate with us to make sure the money is transferred\nsuccessfully without any stress or difficulties.\nPlease note that whatever we are facing currently in Afghanistan are\npolitical matters and I know it was a plan from our political opponent. You\nmay not understand this if you are not a politician. Anyway, I will\nenlighten you more on the political matter in future as I do not have much\ntime to discuss politics at the moment.\nPlease think about the proposal very well and let me know your decision\nwhether you are INTERESTED or NOT to enable me to proceed to the next\nstep.  If you are interested and agree to accept 25%, kindly reply\nimmediately so that I can share more details with you.\nI am hoping to hear from you again and may God bless you for taking your\ntime to read my letter.\nWith Love and Respect\nMrs. Rula Ghani\n", "direction": "Inbound"}, {"time": "1677714069", "subject": "SUBJECT: Re: More details of the investment plan.", "body": "I am happy to collaborate with you, but I want to know more about your plan and potential risks of course.\nBest,\nGeorge\n", "direction": "Outbound"}, {"time": "1677857904", "subject": "SUBJECT: Re: More details of the investment plan.", "body": "Hello My Beloved Friend\nHope my email finds you well in good health. May Peace and Love be with you.\nIt was nice to hear from you again and I'm glad I can gradually trust and\nconfide in you and I will be very much enthusiastic to work with you. You\nseem to be an understanding and reasonable person I can trust. Because I\nhave passed through so much pain and sorrowful moments and I have been in\nemotional devastation. Anyway, be rest assured that there won't be any\nproblem in transferring the said amount to you as the bank manager is\nwilling to do all transactions in a legal and transparent manner. All we\nneed to do is to follow instructions of the Bank in Canada by providing the\nnecessary documents to them as the Branch Manager has made me understand\nearlier that I and the beneficiary will have to follow the terms and\nconditions of their bank by providing all relevant and valid documents that\nmay be required by their bank.\nHowever, the fund was deposited in (Royal Bank of Canada) on 25th January\n2021. All I need to do is to give you the contact details of the bank so\nthat you can contact them directly. The bank will give you all the\nguidelines on how to transfer the funds to your local account. Meanwhile,\nbefore we proceed I would love to know more about you and also please you\ncan send me some of your photos if you don't mind.\nSeriously, I need you to complete the process and start the investment plan\non my behalf without much delay as I am not in a position to call or speak\nto anybody on the phone. I can not do what any other free person does\nbecause of  the strict restrictions as asylum/refugee status here in the\nUAE. That is to say that I cannot communicate on the phone at the moment\nfor security reasons and for the safety of myself and my family and it is\nthe major reason why I have searched for a trustworthy and reliable person\nlike you to carry out the operations on my behalf. Please note that you\nwill be communicating and dealing with my Bank directly till the money is\ntransferred to you. I will send a Letter of Authority to my bank whenever\nyou are ready to start the process and the letter of authorization will\ngive you the privilege to transfer the funds on my behalf. My bank will\ntransfer a total amount of $22,000,000 USD from my foreign bank account in\nCanada to you gradually so that you can start the investment as planned and\nthe fund should be invested in a profitable business and you should be the\nManaging Director (M.D) of the company. Like I said earlier in my previous\nemail, I am still willing to give you 25% of the amount and the remaining\n75% will be invested in any profitable business in your country or\nelsewhere as you may wish.\nI REQUEST THAT YOU KINDLY KEEP ALL OUR COMMUNICATIONS VERY CONFIDENTIAL and\nplease note that I am left without an option, that's why I am seeking a\ntrustee using this means since I am under so much restriction in\ncommunication and movement. Please I want you to be very fast in\nfacilitating the transfer process and let this issue be a very top secret\nbetween You and I only. Once more, I appreciate your concern and\nwillingness to help me and you will be greatly rewarded and hope for a\nbetter business relationship in future.\nIn my humble opinion, I wish this fund be invested into any of the\nfollowing businesses. But if you know any profitable business which is also\nsuitable in your country, you can also decide from your side as you know\nbetter.\n1- Real Estate-Township Development or in any viable project\n2- Agriculture or Dairy Farming\n3- Export-Import of any kind of products\n4- Hotel Management/Tourism\n5- Purchasing and Supplying of Gold\n6- Generation of Electricity-Solar-Wind/Renewable Energy or any other means\n7- Manufacturing of Products, which are imported from other Countries.\nI REQUEST THAT YOU PLEASE KEEP THIS MAIL AND ALL MY COMMUNICATION VERY\nCONFIDENTIAL.\nI WILL SEND YOU MY ID AND BANK RELATED DOCUMENTS IN MY NEXT MAIL.\nI AM WAITING FOR YOUR QUICK RESPONSE AND HOPE TO HEAR FROM YOU SOON.\nMAY GOD BLESS YOU FOR YOUR KIND SUPPORT\nWITH LOVE AND LIGHT,\nFROM YOUR BELOVED SISTER\nRULA GHANI\n", "direction": "Inbound"}, {"time": "1677858069", "subject": "SUBJECT: Re: More details of the investment plan.", "body": "I am looking forward to this opportunity, though I want to fully know the potential risks and your plan.\nBest,\nGeorge\n", "direction": "Outbound"}]}