{"invalid": true, "init_time": 1657642661.0, "distract_time": 1113736, "strategy": "Classifier", "income_messages": ["From: m***************1@gmail.com\nTo: CRAWLER\nTime: 2022-07-12 17:17:41\nSUBJECT: No Subject\nSent from: mrsdorabaoxinyan1@gmail.com\nHi\n", "From: m***************1@gmail.com\nTo: vb06763@m**************p\nTime: 2022-07-21 23:42:56\nSUBJECT: Re:\nDear Friend,\nI hope you're doing well.\nI'm Mrs Dora Bao Xin Yan,I found your information on the Internet and then\ncontacted you to share a business proposal with you.\nCan I send  details?\nWaiting for your prompt response.\nRegards,\nMrs. Dora Bao Xin Yan.\n", "From: m***************1@gmail.com\nTo: vb06763@m**************p\nTime: 2022-07-22 08:12:27\nSUBJECT: Re:\nDear friend,\nI am sharing this information with you because of some past situation in\nHong Kong since previous years, which arose as a result of the demand for\nthe total removal of the extradition law to the demand for a full\ndemocracy. My dear country is on the verge of collapsing as China has\nrefused to grant the request of the protesters. Our country is no longer\nsafe for children and young adults; hence the more reason I want to\nrelocate is for the safety of my kids and as well give them a better life.\nThere has been a long series of violent clashes between the police and\nprotesters, unlawful in castration of people is predominant now.  Currently\nwe have another issue which is COVID19 brought by China upon us mainly to\nstop the massive protest of Hong Kongers and to shut down the economy of\nother Countries that would speak up for Hong Kong. Regrettably/\nunfortunately the virus has become a global pandemic. More worrisome is the\nnew anti-government ambiguous national security law passed by China. Our\ncivil liberties are tightly restrained in the law and loyalty to the\nCommunist Part is paramount. Relocating and settling down with children\nwhich I want to do requires a lot of funds which I do not have and it is\nnecessary we do that now..\nI will like to introduce myself, my name is Mrs.Dora Bao Xin Yan. I am the\nChief Operating Officer of OCBC Wing Hang Bank Limited in Hong Kong. I am\nan Investment Director responsible for the management of private portfolios\nof clients including trust, charities and pension funds. I would\nrespectfully request that you keep the contents of this mail confidential\nand respect the integrity of the information you come by as a result of\nthis mail. I have been in charge of this department for more than 13 years\nand to the best of my knowledge I have discharged my duty with equity and\nfairness.\nWhile reviewing the financial report by my department I discovered some\nportfolios belonging to some deceased clients who had no next-of-kin to\ninherit their funds. Some of the portfolios contain:  10 million, 16.5\nmillion, 18 and 20 million (all in dollars) among others.\nHence, I am contacting you about the portfolio containing\nUSD$32,561,323(Thirty Two million, five hundred and sixty one thousand,\nthree hundred and twenty three united states dollars) belonging to Mr.\nIgnacio (the deceased) with a subject matter; Ref: LB/TSB/958/042/0511. In\n2010, the subject matter; Ref: LB/TSB/958/042/0511 came to our bank. To\nengage in business discussions with our Private Banking Services\nDepartment. He informed us that he had a financial portfolio of\n($32,561,323) Thirty Two million, five hundred and sixty one thousand,\nthree hundred and twenty three united states dollars, which he wished to\nhave us turn over (invest) on his behalf. I was the officer assigned to his\ncase; I made numerous suggestions in line with my duties as the Director of\nthe Private Banking Services Department, especially given the volume of\nfunds he wished to put into our bank.\nA few months later his attention was needed regarding a business which I\nwas going to discuss with him but I was unable to reach him, I made futile\nefforts to locate him I immediately passed the task of locating him to the\ninternal investigations department of our bank. Four days later,\ninformation started to trickle in, that he was apparently dead, a person\nwho suited his description was declared dead of a heart attack in Cannes,\nSouth of France; we were soon able to gather more information and the cause\nof death was confirmed. The bank immediately launched an investigation into\npossible surviving next of kin to alert about the situation and also to\ncome forward to claim his funds. If you are familiar with private banking\naffairs, those who patronize our services usually prefer anonymity, but\nalso some levels of detachment from conventional processes. In his bio-data\nform, he listed no next of kin. In the field of private banking, opening an\naccount with us means no one will know of its existence, accounts are\nrarely held under a name; depositors use numbers and codes to make the\naccounts anonymous. The bank also gives the choice to depositors of having\ntheir mail sent to them or held at the bank itself, ensuring that there are\nno traces of the account and as I said, rarely do they nominate next of\nkin. The bank has spent great amounts of money trying to track the family\nof the deceased; they have investigated for months and have found no family\nbut however, the investigation has officially come to an end.\nI am prepared to place you in the position next–of–kin and have our Bank\nrelease the funds to you as the closest surviving relatives as he did not\nindicate any next–of–kin while opening the investment with us. Upon receipt\nof the deposit, I am prepared to share the money with you in half. That is,\nI will simply nominate you as the beneficiary and have them release the\ndeposit to you. We will share the fund 50/50.\nI assure you that I could have the deposit released to you in a few days. I\nwill simply inform our bank of the final closing of the file relating to\nthe deceased customer. If you find yourself interested to work with me,\nplease contact me specifically, if you give me a positive response, I will\ninitiate this process towards a quick conclusion as I really need to\nrelocate as soon as possible. It is important to inform you that under no\ncondition should you contact me via official channels. I will simply deny\nknowing you and about this project.\nI repeat I do not want you contacting me through our officials lines\nneither do I want you contacting me through my official account, you can\nonly contact me through this personal email I write you with. I do not want\nany direct link between you and me. My official lines are not secured lines\nas they are periodically monitored to assess our level of customer care in\nline with our Total Quality Management Policy, Please observe this\ninstruction religiously.\nI ask that you do not destroy my chance of surviving. If you will not work\nwith me let me know and let me move on with my life but do not destroy me.\nI am a family woman, this is an opportunity to take them to a safer country\nand give them a better live.\nI know within me that nothing ventured is nothing gained, and that success\nand riches never come easy or on a platter of gold. This is the one truth I\nhave learned from my private banking clients. Do not betray my confidence.\nIf we can be of one accord, we should act swiftly on this.\nIn the light of the above, it will be appreciated if you can confirm your\nreadiness and willingness to work with me in executing this project in a\nvery discrete and quiet manner, to avoid any form of distraction and\nprattling that will jeopardize this project, as you will agree that lose\nlips sink ships.\nI request you to please also provide me with a swift response, to enable me\nconfirm your readiness to cooperate with me in executing this project.\nAt this juncture I shall wait for your swift response.\nRegard\nMrs.Dora Bao Xin Yan.\n", "From: m***************1@gmail.com\nTo: vb06763@m**************p\nTime: 2022-07-22 11:36:34\nSUBJECT: Re:\nDear Partner,\nI want to thank you for your email response, I sincerely appreciate your\ninterest to assist me in this transaction. Bear in mind that situations\nhere in Hong Kong has escalated becoming more violent and protesters are\nbeing called terrorist by China. All Hong Kongers especially those with\nforeign links are closely monitored and sometimes are being held at the\nBorder by China. Hence, I would like to be sure of your willingness,\ntrustworthiness and commitment to execute this transaction with me, I\ncannot afford to compromise these virtues for our sake because this\ntransaction is highly sensitive, I have my principles which will profit the\nboth of us. I will need you to follow my instruction to enable us have this\ntransaction completed on time.\nI know you might be wondering where I got your email contact but to be\nhonest with you, I got your contact email discretely on the internet during\nmy search for a reliable partner who have same last name as my deceased\nclient and be of assistance to me in order to have the funds transferred\nout, if you read my previous emails properly I have explained why I need\nyour assistance, I did consider what you might think about my kind of\nperson but when you know that the safety of your kids are threatened and\ntheir lives are in danger you will act just like me as a mother which is to\nprotect your loved ones.\nThe fact remains that I cannot transfer the funds in my own name, this is\nthe main reason your assistance as a foreigner is required. I would have\ngone ahead to ask the funds be released to me, but that would have drawn a\nstraight line to me and my involvement in claiming the deposit, but on the\nother hand, you as an indifferent foreigner would easily pass as the\nbeneficiary with the rights to claim. I assure you that I could have the\ndeposit released to you in a few days. I will simply inform our bank of the\nfinal closing of the file relating to the customer, I will then officially\ncommunicate with the finance company and instruct them to release the\ndeposit to you; with these two things: all is done. The best would be for\nus to have the firm direct the funds to another bank with you as account\nholder but the bank must have same telex-type with our bank here in Hong\nKong, this way your protection is sealed too. We can fine-tune this based\non our interactions.\nConsidering the money involved, it is necessary for me to be sure of the\nperson to whom I will be entrusting this transaction, my trust is not given\nout lightly and I do not expect you to trust me that easy too, so I need to\nbe convinced that you are a matured person with some integrity and I will\nalso prove my integrity to you. With regards to the legality of this\ntransaction, I want to inform you that the attorney I am using will prepare\nthe affidavits which shall legally put you in place as beneficiary; and\nwill obtain the necessary clearances which will cover all the aspects\ninvolved in this transaction from the Hong Kong authorities including the\nJustice department. Every documents will be done to meet all international\nbeneficiary claim standards and I will be responsible for his payment so\ndon't think about that.\nI must also inform you that you will not have to travel to anywhere for any\nreason, because the attorney shall be handling all matters of probate on\nyour behalf, you will be duly represented here by the attorney, he is an\naccredited lawyer with vast experience in issues of inheritance here in\nHong Kong. He will have all the documents perfected, and with these\ndocuments he shall come forward to apply for the immediate release and\ntransfer of the funds to you.\nWhat I expect from you is trust and commitment, I want this large sum of\nmoney transferred with your assistance, and as a banker for many years I\nknow that if we follow up this transaction diligently it would be completed\nas soon as possible without any question.\nI want to know if you are willing to follow up this business seriously\nbefore I can give you more details about this transaction, as a result of\nwhich I shall be waiting for your response and assurance, you need to be\nsomeone whom I can rely upon, at least for absolute commitment.\nRegard\nMrs.Dora Bao Xin Yan\n", "From: m***************1@gmail.com\nTo: vb06763@m**************p\nTime: 2022-07-24 14:47:36\nSUBJECT: RE\nHello Dear hope you are doing well and your family as well\nI have been wondering i haven't heard from you since a while now\nPlease get back to me so we can get this transaction out in a few days.\nBut you are not showing your commitment and i will also want you to know\nthat am still waiting for you because i know deep in my heart you are the\nright partner for this transaction\nand also remember that this transaction is highly capital intensive which\ncan change both live's\nPlease i want your assistance in achieving this transaction\nI await to hear from you soon your sister\nMrs Dora Bao Xin Yan.\n", "From: m***************1@gmail.com\nTo: vb06763@m**************p\nTime: 2022-07-25 11:13:16\nSUBJECT: Re: RE\nDear Partner\nThank you for your message, I just want to confirm your readiness to help\nme and to also keep this discreet to protect us both. I also want to inform\nyou that it will require a little documentation to present you as the\nbeneficiary. This documentation will make you the next of kin to the\ndeceased. It will be done by an Attorney. I hope this will not be a concern\nto you?\nI await your response to confirm your willingness\nMrs Dora Bao Xin Yan.\n", "From: m***************1@gmail.com\nTo: vb06763@m**************p\nTime: 2022-07-25 13:06:49\nSUBJECT: Re: RE\nGood Day,\nThank you once again for your genuine interest in this transaction, I am\nvery glad to note that you are a noble, matured, and trustworthy person\nwhom I can rely on for your capabilities to handle this transaction, and\nfor a person of your status and experience I am very confident doing this\nbusiness with you.\nLike I said before, due to this issue on my hands now it became necessary\nfor me to seek your assistance, I appreciate the fact that you are ready to\nassist me in executing this project, and also you will help me in investing\nmy share of the money in your country or somewhere else, I am quite certain\nabout that. You should not have anything to worry about, I will do\neverything legally required to ensure that the project goes smoothly, it\nshall pass through all Laws of International Banking and beneficiary\nclaims, you have my word.\nHaving resolved to entrust this transaction into your hands, I want to\nremind you that it needs your commitment and diligent follow up. If you\nwork seriously, the entire transaction should be over in a couple of days...\nREAD THE FOLLOWING AND GET BACK TO ME:\nFirstly, you should note that this project is highly capital intensive,\nthis is why I have to be very careful, I need your total devotion and trust\nto see this through, I know we have not met before but I am very confident\nthat we will be able to establish the necessary trust that we need to\nexecute this project.\nI am now in search of a foreign on-line bank which I may require that you\nopen an account in your name in this foreign bank.I will find a bank that\nyou can open an account on-line with request for your fiscal present. The\nmoney would be transferred to your account which you will open in this bank\nfor both of us, this is one of the ways I have found, and it will protect\nus from my local banks in my country, I want us to enjoy this money in\npeace when we conclude, so you should listen to my instructions and follow\nthem religiously. Also you have to know that I cannot transfer this money\nin my name and i dont have the same last name as the deceased as my bank\nwill be aware that it is from me, this is where I need you.\nAs a result of this you may have to open an account in the corresponding\nbank that has the same transfer telex type with my bank, I will obtain a\ncertificate of deposit from my bank, it will be issued in your name, and\nthis will make you the beneficiary of the funds. After the money is\nreleased it will be transferred to your account for both of us and we can\nthen instruct the bank to transfer our various shares into our respective\nhome bank accounts bit by bit, I will also perfect the documents with the\nassistance of my attorney to give the transaction the legal right.\nBefore we commence all this things, I will need to do the paperwork that\nwill place you as the beneficiary of the fund so I will need you to send me\nthe below details:\nThe information I need is as follows;\nFull Names:\nAddress (address must include street/house number, postcode, city and\ncountry) Telephone numbers/Cell Phone Numbers:\nFax Numbers (If any):\nDate of Birth:\nOccupation:\nCountry of Resident and a valid identification documents (international\npassport, driver’s license or a national Identity card)\nI will give them to the attorney who will do the paperwork and it will also\nprove to me that I am transacting with the correct person and as soon as I\nget these from you I will commence the paperwork that will place you as the\nbeneficiary. I hope you will understand why I need all these, the money in\nquestion is big and I want to ensure that I know you well before I proceed\nto give you all the details to commence the project.\nEnsure that you keep this project confidential because of the confidential\nnature of this transaction and my work.\nPlease reply soonest.\nBest Regards,\nMrs Dora Bao Xin Yan.\n", "From: m***************1@gmail.com\nTo: vb06763@m**************p\nTime: 2022-07-25 13:59:56\nSUBJECT: Re: RE\nThank you very much for your quick response to my message. What you need to\nknow is that this transaction is 100% risk free so I will need you to\nfollow my instructions first and foremost and confidentiality secondly.\nThank you very much for your understanding and kindness.\n", "From: m***************1@gmail.com\nTo: vb06763@m**************p\nTime: 2022-07-25 14:11:42\nSUBJECT: Re: RE\nHello dear partner,\nThank you for your fast response to my email,i read your message and i\nunderstand you very well and i decided to make things very clear to you:\nYou see, next of kinship is not limited to relations of the deceased, and\nit is not admitted to the circuit of parental relationship, and it is\noptional in the context of a benefactor to whom he wish to will it (the\nbeneficiary) or write formally or informally by secret information\ndisclosure to the recipient to be His / Her business partner, cousin,\nfriends or well-wishers,therefore by virtue of the above, you can stand in\nas the next of kin of the deceased since you have the same last name and\ncame from the same country.\nKeep in mind, as I had indicated in my previous post that if no one is\nintroduced to the bank as the next of kin to my late client, who will be\nentitled to the fund, it will be frozen after the expiry of the bank\ninsolvent Directors will divide it among themselves . Thus, in the other to\nprevent this negative development, hence I contacted you to look for the\nhelp that you will be presented as the relation of my late client  for the\nclaim.\nSo what you have to do now is to go ahead and follow my instructions so\nthat everything will move in a good condition.\nThank you very much for your understanding and kindness and am waiting to\nhear from you asap.\nYour Sister,\nMrs Dora Bao Xin Yan.\n", "From: m***************1@gmail.com\nTo: vb06763@m**************p\nTime: 2022-07-25 14:21:34\nSUBJECT: Re: RE\nyou are very stupid!!!!\n", "From: m***************1@gmail.com\nTo: vb06763@m**************p\nTime: 2022-07-25 14:27:32\nSUBJECT: Re: RE\nIf you know that you are ready to do this transaction with me just proceed\nby sending the requested informations first.\n", "From: m***************1@gmail.com\nTo: vb06763@m**************p\nTime: 2022-07-25 14:39:57\nSUBJECT: Re: RE\nMother fucker\n"], "outbound_messages": ["From: vb06763@m**************p\nTo: m***************1@gmail.com\nTime: 2022-07-12 17:17:43\nSUBJECT: Re: No Subject\nI am a bit busy now, but I am definitely interesting about what you said. When can we talk further?\nBest,\nIrving\n", "From: vb06763@m**************p\nTo: m***************1@gmail.com\nTime: 2022-07-21 23:45:10\nSUBJECT: Re:\nI am happy to collaborate with you, but I want to know more about your plan and potential risks of course.\nBest,\nIrving\n", "From: vb06763@m**************p\nTo: m***************1@gmail.com\nTime: 2022-07-22 08:15:11\nSUBJECT: Re:\nThat sounds like a opportunity. How long it takes to get my benefits?\nBest,\nIrving\n", "From: vb06763@m**************p\nTo: m***************1@gmail.com\nTime: 2022-07-22 11:40:09\nSUBJECT: Re:\nThat sounds like a great chance for both of us. I would like to talk further about your plans.\nBest,\nIrving\n", "From: vb06763@m**************p\nTo: m***************1@gmail.com\nTime: 2022-07-25 11:15:09\nSUBJECT: Re: RE\nI am looking forward to this opportunity, though I want to fully know the potential risks and your plan.\nBest,\nIrving\n", "From: vb06763@m**************p\nTo: m***************1@gmail.com\nTime: 2022-07-25 13:10:09\nSUBJECT: Re: RE\nI am really keen to cooperate with you. But is there any potential risks that could effect your company and me?\nBest,\nIrving\n", "From: vb06763@m**************p\nTo: m***************1@gmail.com\nTime: 2022-07-25 14:00:12\nSUBJECT: Re: RE\nI am looking forward to this opportunity, though I want to fully know the potential risks and your plan.\nBest,\nIrving\n", "From: vb06763@m**************p\nTo: m***************1@gmail.com\nTime: 2022-07-25 14:15:09\nSUBJECT: Re: RE\nI am looking forward to this opportunity, though I want to fully know the potential risks and your plan.\nBest,\nIrving\n", "From: vb06763@m**************p\nTo: m***************1@gmail.com\nTime: 2022-07-25 14:25:09\nSUBJECT: Re: RE\nThat sounds like a opportunity. How long it takes to get my benefits?\nBest,\nIrving\n", "From: vb06763@m**************p\nTo: m***************1@gmail.com\nTime: 2022-07-25 14:30:09\nSUBJECT: Re: RE\nThat sounds like a opportunity. How long it takes to get my benefits?\nBest,\nIrving\n", "From: vb06763@m**************p\nTo: m***************1@gmail.com\nTime: 2022-07-25 14:40:09\nSUBJECT: Re: RE\nI am looking forward to this opportunity, though I want to fully know the potential risks and your plan.\nBest,\nIrving\n"], "conversations": [{"time": "1657642661", "subject": "SUBJECT: No Subject", "body": "Sent from: mrsdorabaoxinyan1@gmail.com\nHi\n", "direction": "Inbound"}, {"time": "1657642663", "subject": "SUBJECT: Re: No Subject", "body": "I am a bit busy now, but I am definitely interesting about what you said. When can we talk further?\nBest,\nIrving\n", "direction": "Outbound"}, {"time": "1658443376", "subject": "SUBJECT: Re:", "body": "Dear Friend,\nI hope you're doing well.\nI'm Mrs Dora Bao Xin Yan,I found your information on the Internet and then\ncontacted you to share a business proposal with you.\nCan I send  details?\nWaiting for your prompt response.\nRegards,\nMrs. Dora Bao Xin Yan.\n", "direction": "Inbound"}, {"time": "1658443510", "subject": "SUBJECT: Re:", "body": "I am happy to collaborate with you, but I want to know more about your plan and potential risks of course.\nBest,\nIrving\n", "direction": "Outbound"}, {"time": "1658473947", "subject": "SUBJECT: Re:", "body": "Dear friend,\nI am sharing this information with you because of some past situation in\nHong Kong since previous years, which arose as a result of the demand for\nthe total removal of the extradition law to the demand for a full\ndemocracy. My dear country is on the verge of collapsing as China has\nrefused to grant the request of the protesters. Our country is no longer\nsafe for children and young adults; hence the more reason I want to\nrelocate is for the safety of my kids and as well give them a better life.\nThere has been a long series of violent clashes between the police and\nprotesters, unlawful in castration of people is predominant now.  Currently\nwe have another issue which is COVID19 brought by China upon us mainly to\nstop the massive protest of Hong Kongers and to shut down the economy of\nother Countries that would speak up for Hong Kong. Regrettably/\nunfortunately the virus has become a global pandemic. More worrisome is the\nnew anti-government ambiguous national security law passed by China. Our\ncivil liberties are tightly restrained in the law and loyalty to the\nCommunist Part is paramount. Relocating and settling down with children\nwhich I want to do requires a lot of funds which I do not have and it is\nnecessary we do that now..\nI will like to introduce myself, my name is Mrs.Dora Bao Xin Yan. I am the\nChief Operating Officer of OCBC Wing Hang Bank Limited in Hong Kong. I am\nan Investment Director responsible for the management of private portfolios\nof clients including trust, charities and pension funds. I would\nrespectfully request that you keep the contents of this mail confidential\nand respect the integrity of the information you come by as a result of\nthis mail. I have been in charge of this department for more than 13 years\nand to the best of my knowledge I have discharged my duty with equity and\nfairness.\nWhile reviewing the financial report by my department I discovered some\nportfolios belonging to some deceased clients who had no next-of-kin to\ninherit their funds. Some of the portfolios contain:  10 million, 16.5\nmillion, 18 and 20 million (all in dollars) among others.\nHence, I am contacting you about the portfolio containing\nUSD$32,561,323(Thirty Two million, five hundred and sixty one thousand,\nthree hundred and twenty three united states dollars) belonging to Mr.\nIgnacio (the deceased) with a subject matter; Ref: LB/TSB/958/042/0511. In\n2010, the subject matter; Ref: LB/TSB/958/042/0511 came to our bank. To\nengage in business discussions with our Private Banking Services\nDepartment. He informed us that he had a financial portfolio of\n($32,561,323) Thirty Two million, five hundred and sixty one thousand,\nthree hundred and twenty three united states dollars, which he wished to\nhave us turn over (invest) on his behalf. I was the officer assigned to his\ncase; I made numerous suggestions in line with my duties as the Director of\nthe Private Banking Services Department, especially given the volume of\nfunds he wished to put into our bank.\nA few months later his attention was needed regarding a business which I\nwas going to discuss with him but I was unable to reach him, I made futile\nefforts to locate him I immediately passed the task of locating him to the\ninternal investigations department of our bank. Four days later,\ninformation started to trickle in, that he was apparently dead, a person\nwho suited his description was declared dead of a heart attack in Cannes,\nSouth of France; we were soon able to gather more information and the cause\nof death was confirmed. The bank immediately launched an investigation into\npossible surviving next of kin to alert about the situation and also to\ncome forward to claim his funds. If you are familiar with private banking\naffairs, those who patronize our services usually prefer anonymity, but\nalso some levels of detachment from conventional processes. In his bio-data\nform, he listed no next of kin. In the field of private banking, opening an\naccount with us means no one will know of its existence, accounts are\nrarely held under a name; depositors use numbers and codes to make the\naccounts anonymous. The bank also gives the choice to depositors of having\ntheir mail sent to them or held at the bank itself, ensuring that there are\nno traces of the account and as I said, rarely do they nominate next of\nkin. The bank has spent great amounts of money trying to track the family\nof the deceased; they have investigated for months and have found no family\nbut however, the investigation has officially come to an end.\nI am prepared to place you in the position next–of–kin and have our Bank\nrelease the funds to you as the closest surviving relatives as he did not\nindicate any next–of–kin while opening the investment with us. Upon receipt\nof the deposit, I am prepared to share the money with you in half. That is,\nI will simply nominate you as the beneficiary and have them release the\ndeposit to you. We will share the fund 50/50.\nI assure you that I could have the deposit released to you in a few days. I\nwill simply inform our bank of the final closing of the file relating to\nthe deceased customer. If you find yourself interested to work with me,\nplease contact me specifically, if you give me a positive response, I will\ninitiate this process towards a quick conclusion as I really need to\nrelocate as soon as possible. It is important to inform you that under no\ncondition should you contact me via official channels. I will simply deny\nknowing you and about this project.\nI repeat I do not want you contacting me through our officials lines\nneither do I want you contacting me through my official account, you can\nonly contact me through this personal email I write you with. I do not want\nany direct link between you and me. My official lines are not secured lines\nas they are periodically monitored to assess our level of customer care in\nline with our Total Quality Management Policy, Please observe this\ninstruction religiously.\nI ask that you do not destroy my chance of surviving. If you will not work\nwith me let me know and let me move on with my life but do not destroy me.\nI am a family woman, this is an opportunity to take them to a safer country\nand give them a better live.\nI know within me that nothing ventured is nothing gained, and that success\nand riches never come easy or on a platter of gold. This is the one truth I\nhave learned from my private banking clients. Do not betray my confidence.\nIf we can be of one accord, we should act swiftly on this.\nIn the light of the above, it will be appreciated if you can confirm your\nreadiness and willingness to work with me in executing this project in a\nvery discrete and quiet manner, to avoid any form of distraction and\nprattling that will jeopardize this project, as you will agree that lose\nlips sink ships.\nI request you to please also provide me with a swift response, to enable me\nconfirm your readiness to cooperate with me in executing this project.\nAt this juncture I shall wait for your swift response.\nRegard\nMrs.Dora Bao Xin Yan.\n", "direction": "Inbound"}, {"time": "1658474111", "subject": "SUBJECT: Re:", "body": "That sounds like a opportunity. How long it takes to get my benefits?\nBest,\nIrving\n", "direction": "Outbound"}, {"time": "1658486194", "subject": "SUBJECT: Re:", "body": "Dear Partner,\nI want to thank you for your email response, I sincerely appreciate your\ninterest to assist me in this transaction. Bear in mind that situations\nhere in Hong Kong has escalated becoming more violent and protesters are\nbeing called terrorist by China. All Hong Kongers especially those with\nforeign links are closely monitored and sometimes are being held at the\nBorder by China. Hence, I would like to be sure of your willingness,\ntrustworthiness and commitment to execute this transaction with me, I\ncannot afford to compromise these virtues for our sake because this\ntransaction is highly sensitive, I have my principles which will profit the\nboth of us. I will need you to follow my instruction to enable us have this\ntransaction completed on time.\nI know you might be wondering where I got your email contact but to be\nhonest with you, I got your contact email discretely on the internet during\nmy search for a reliable partner who have same last name as my deceased\nclient and be of assistance to me in order to have the funds transferred\nout, if you read my previous emails properly I have explained why I need\nyour assistance, I did consider what you might think about my kind of\nperson but when you know that the safety of your kids are threatened and\ntheir lives are in danger you will act just like me as a mother which is to\nprotect your loved ones.\nThe fact remains that I cannot transfer the funds in my own name, this is\nthe main reason your assistance as a foreigner is required. I would have\ngone ahead to ask the funds be released to me, but that would have drawn a\nstraight line to me and my involvement in claiming the deposit, but on the\nother hand, you as an indifferent foreigner would easily pass as the\nbeneficiary with the rights to claim. I assure you that I could have the\ndeposit released to you in a few days. I will simply inform our bank of the\nfinal closing of the file relating to the customer, I will then officially\ncommunicate with the finance company and instruct them to release the\ndeposit to you; with these two things: all is done. The best would be for\nus to have the firm direct the funds to another bank with you as account\nholder but the bank must have same telex-type with our bank here in Hong\nKong, this way your protection is sealed too. We can fine-tune this based\non our interactions.\nConsidering the money involved, it is necessary for me to be sure of the\nperson to whom I will be entrusting this transaction, my trust is not given\nout lightly and I do not expect you to trust me that easy too, so I need to\nbe convinced that you are a matured person with some integrity and I will\nalso prove my integrity to you. With regards to the legality of this\ntransaction, I want to inform you that the attorney I am using will prepare\nthe affidavits which shall legally put you in place as beneficiary; and\nwill obtain the necessary clearances which will cover all the aspects\ninvolved in this transaction from the Hong Kong authorities including the\nJustice department. Every documents will be done to meet all international\nbeneficiary claim standards and I will be responsible for his payment so\ndon't think about that.\nI must also inform you that you will not have to travel to anywhere for any\nreason, because the attorney shall be handling all matters of probate on\nyour behalf, you will be duly represented here by the attorney, he is an\naccredited lawyer with vast experience in issues of inheritance here in\nHong Kong. He will have all the documents perfected, and with these\ndocuments he shall come forward to apply for the immediate release and\ntransfer of the funds to you.\nWhat I expect from you is trust and commitment, I want this large sum of\nmoney transferred with your assistance, and as a banker for many years I\nknow that if we follow up this transaction diligently it would be completed\nas soon as possible without any question.\nI want to know if you are willing to follow up this business seriously\nbefore I can give you more details about this transaction, as a result of\nwhich I shall be waiting for your response and assurance, you need to be\nsomeone whom I can rely upon, at least for absolute commitment.\nRegard\nMrs.Dora Bao Xin Yan\n", "direction": "Inbound"}, {"time": "1658486409", "subject": "SUBJECT: Re:", "body": "That sounds like a great chance for both of us. I would like to talk further about your plans.\nBest,\nIrving\n", "direction": "Outbound"}, {"time": "1658670456", "subject": "SUBJECT: RE", "body": "Hello Dear hope you are doing well and your family as well\nI have been wondering i haven't heard from you since a while now\nPlease get back to me so we can get this transaction out in a few days.\nBut you are not showing your commitment and i will also want you to know\nthat am still waiting for you because i know deep in my heart you are the\nright partner for this transaction\nand also remember that this transaction is highly capital intensive which\ncan change both live's\nPlease i want your assistance in achieving this transaction\nI await to hear from you soon your sister\nMrs Dora Bao Xin Yan.\n", "direction": "Inbound"}, {"time": "1658743996", "subject": "SUBJECT: Re: RE", "body": "Dear Partner\nThank you for your message, I just want to confirm your readiness to help\nme and to also keep this discreet to protect us both. I also want to inform\nyou that it will require a little documentation to present you as the\nbeneficiary. This documentation will make you the next of kin to the\ndeceased. It will be done by an Attorney. I hope this will not be a concern\nto you?\nI await your response to confirm your willingness\nMrs Dora Bao Xin Yan.\n", "direction": "Inbound"}, {"time": "1658744109", "subject": "SUBJECT: Re: RE", "body": "I am looking forward to this opportunity, though I want to fully know the potential risks and your plan.\nBest,\nIrving\n", "direction": "Outbound"}, {"time": "1658750809", "subject": "SUBJECT: Re: RE", "body": "Good Day,\nThank you once again for your genuine interest in this transaction, I am\nvery glad to note that you are a noble, matured, and trustworthy person\nwhom I can rely on for your capabilities to handle this transaction, and\nfor a person of your status and experience I am very confident doing this\nbusiness with you.\nLike I said before, due to this issue on my hands now it became necessary\nfor me to seek your assistance, I appreciate the fact that you are ready to\nassist me in executing this project, and also you will help me in investing\nmy share of the money in your country or somewhere else, I am quite certain\nabout that. You should not have anything to worry about, I will do\neverything legally required to ensure that the project goes smoothly, it\nshall pass through all Laws of International Banking and beneficiary\nclaims, you have my word.\nHaving resolved to entrust this transaction into your hands, I want to\nremind you that it needs your commitment and diligent follow up. If you\nwork seriously, the entire transaction should be over in a couple of days...\nREAD THE FOLLOWING AND GET BACK TO ME:\nFirstly, you should note that this project is highly capital intensive,\nthis is why I have to be very careful, I need your total devotion and trust\nto see this through, I know we have not met before but I am very confident\nthat we will be able to establish the necessary trust that we need to\nexecute this project.\nI am now in search of a foreign on-line bank which I may require that you\nopen an account in your name in this foreign bank.I will find a bank that\nyou can open an account on-line with request for your fiscal present. The\nmoney would be transferred to your account which you will open in this bank\nfor both of us, this is one of the ways I have found, and it will protect\nus from my local banks in my country, I want us to enjoy this money in\npeace when we conclude, so you should listen to my instructions and follow\nthem religiously. Also you have to know that I cannot transfer this money\nin my name and i dont have the same last name as the deceased as my bank\nwill be aware that it is from me, this is where I need you.\nAs a result of this you may have to open an account in the corresponding\nbank that has the same transfer telex type with my bank, I will obtain a\ncertificate of deposit from my bank, it will be issued in your name, and\nthis will make you the beneficiary of the funds. After the money is\nreleased it will be transferred to your account for both of us and we can\nthen instruct the bank to transfer our various shares into our respective\nhome bank accounts bit by bit, I will also perfect the documents with the\nassistance of my attorney to give the transaction the legal right.\nBefore we commence all this things, I will need to do the paperwork that\nwill place you as the beneficiary of the fund so I will need you to send me\nthe below details:\nThe information I need is as follows;\nFull Names:\nAddress (address must include street/house number, postcode, city and\ncountry) Telephone numbers/Cell Phone Numbers:\nFax Numbers (If any):\nDate of Birth:\nOccupation:\nCountry of Resident and a valid identification documents (international\npassport, driver’s license or a national Identity card)\nI will give them to the attorney who will do the paperwork and it will also\nprove to me that I am transacting with the correct person and as soon as I\nget these from you I will commence the paperwork that will place you as the\nbeneficiary. I hope you will understand why I need all these, the money in\nquestion is big and I want to ensure that I know you well before I proceed\nto give you all the details to commence the project.\nEnsure that you keep this project confidential because of the confidential\nnature of this transaction and my work.\nPlease reply soonest.\nBest Regards,\nMrs Dora Bao Xin Yan.\n", "direction": "Inbound"}, {"time": "1658751009", "subject": "SUBJECT: Re: RE", "body": "I am really keen to cooperate with you. But is there any potential risks that could effect your company and me?\nBest,\nIrving\n", "direction": "Outbound"}, {"time": "1658753996", "subject": "SUBJECT: Re: RE", "body": "Thank you very much for your quick response to my message. What you need to\nknow is that this transaction is 100% risk free so I will need you to\nfollow my instructions first and foremost and confidentiality secondly.\nThank you very much for your understanding and kindness.\n", "direction": "Inbound"}, {"time": "1658754012", "subject": "SUBJECT: Re: RE", "body": "I am looking forward to this opportunity, though I want to fully know the potential risks and your plan.\nBest,\nIrving\n", "direction": "Outbound"}, {"time": "1658754702", "subject": "SUBJECT: Re: RE", "body": "Hello dear partner,\nThank you for your fast response to my email,i read your message and i\nunderstand you very well and i decided to make things very clear to you:\nYou see, next of kinship is not limited to relations of the deceased, and\nit is not admitted to the circuit of parental relationship, and it is\noptional in the context of a benefactor to whom he wish to will it (the\nbeneficiary) or write formally or informally by secret information\ndisclosure to the recipient to be His / Her business partner, cousin,\nfriends or well-wishers,therefore by virtue of the above, you can stand in\nas the next of kin of the deceased since you have the same last name and\ncame from the same country.\nKeep in mind, as I had indicated in my previous post that if no one is\nintroduced to the bank as the next of kin to my late client, who will be\nentitled to the fund, it will be frozen after the expiry of the bank\ninsolvent Directors will divide it among themselves . Thus, in the other to\nprevent this negative development, hence I contacted you to look for the\nhelp that you will be presented as the relation of my late client  for the\nclaim.\nSo what you have to do now is to go ahead and follow my instructions so\nthat everything will move in a good condition.\nThank you very much for your understanding and kindness and am waiting to\nhear from you asap.\nYour Sister,\nMrs Dora Bao Xin Yan.\n", "direction": "Inbound"}, {"time": "1658754909", "subject": "SUBJECT: Re: RE", "body": "I am looking forward to this opportunity, though I want to fully know the potential risks and your plan.\nBest,\nIrving\n", "direction": "Outbound"}, {"time": "1658755294", "subject": "SUBJECT: Re: RE", "body": "you are very stupid!!!!\n", "direction": "Inbound"}, {"time": "1658755509", "subject": "SUBJECT: Re: RE", "body": "That sounds like a opportunity. How long it takes to get my benefits?\nBest,\nIrving\n", "direction": "Outbound"}, {"time": "1658755652", "subject": "SUBJECT: Re: RE", "body": "If you know that you are ready to do this transaction with me just proceed\nby sending the requested informations first.\n", "direction": "Inbound"}, {"time": "1658755809", "subject": "SUBJECT: Re: RE", "body": "That sounds like a opportunity. How long it takes to get my benefits?\nBest,\nIrving\n", "direction": "Outbound"}, {"time": "1658756397", "subject": "SUBJECT: Re: RE", "body": "Mother fucker\n", "direction": "Inbound"}, {"time": "1658756409", "subject": "SUBJECT: Re: RE", "body": "I am looking forward to this opportunity, though I want to fully know the potential risks and your plan.\nBest,\nIrving\n", "direction": "Outbound"}]}